Repository: rajbot/gphoto
Catalog: gnocam/po/*.po
Languages: no

source: Couldn't find the GnoCam manual. Check that it is installed correctly in $PREFIX/share/gnome/help/gnocam
no: Finner ikke GnoCam brukermanualen. Sjekk at den er innstallert i $PREFIX/share/gnome/help/gnocam

source: Couldn't find the GnoCam manual! Check that it is installed correctly in $PREFIX/share/gnome/help/gnocam
no: Finner ikke GnoCam brukermanualen. Sjekk at den er innstallert i $PREFIX/share/gnome/help/gnocam

source: Folder '%s' does neither contain folders nor files.
no: '%s' inneholder verken foldere eller filer.

source: Folder '%s' contains 1 folder.
no: '%s' inneholder 1 katalog.

source: Folder '%s' contains %i folders.
no: '%s' inneholder %i kataloger.

source: Folder '%s' contains 1 file.
no: '%s' inneholder 1 fil.

source: Folder '%s' contains 1 folder and 1 file.
no: '%s' inneholder 1 katalog og en fil.

source: Folder '%s' contains %i folders and 1 file.
no: '%s' inneholder 1 katalog og 1 fil.

source: Folder '%s' contains %i files.
no: '%s' inneholder %i filer.

source: Folder '%s' contains 1 folder and %i files.
no: '%s' inneholder 1 katalog og %i filer.

source: Folder '%s' contains %i folders and %i files.
no: '%s' inneholder %i kataloger og %i filer.

source: %s Camera summary: %s
no: %s Kamera status: %s

source: How long should the video be (in seconds)?
no: Hvor lenge skal videoen vare? (i sekunder)

source: Not yet implemented!
no: Ikke implementert enda!

source: An error occurred while trying to open file '%s' (%s).
no: En feil oppstod idet filen '%s' (%s) ble forsøkt åpnet.

source: An error occurred while trying to read file '%s' (%s).
no: En feil oppstod idet filen '%s' (%s) ble forsøkt lest.

source: An error occurred while trying to open file '%s' for write access (%s).
no: En feil oppstod idet filen '%s' (%s) ble forsøkt åpnet for skriving.

source: An error occurred while trying to write into file '%s' (%s).
no: En feil oppstod idet filen '%s' (%s) ble forsøkt skrevet til.

source: An error occurred while trying to close the file '%s' (%s).
no: En feil oppstod idet filen '%s' (%s) ble forsøkt lukket.

source: Could not find
no: Klarte ikke å finne

source: gnocam.glade. Check if
no: gnocam.glade. Sjekk at

source: was installed correctly.
no: den ble innstallert korrekt.

source: It seems that you are running
no: Det ser ut som om du kjører

source: for the first time.
no: for første gang.

source: is a small but powerful front-end to gphoto. Welcome to the wunderful world of gphoto! Before you do anything else, you should probably first open the preferences dialog and add a camera. Enjoy! (Default prefix has been set to '%s'.)
no: er en liten og kraftig grensesnitt til gphoto. Velkommen til gPhoto! Før du gjør noe annet, bør du antagelig først åpne innstillingsdialogen og legge til et kamera. Lykke til! (Standard katalogprefiks er satt til '%s'.)

source: Could not get number of ports!
no: Klarte ikke å finne antall porter!

source: Could not get port information!
no: Klarte ikke å finne portinformasjon!

source: Could not find port!
no: Klarte ikke å finne port!

source: Could not set camera model!
no: Klarte ikke å sette kameramodell!

source: Please select only one camera.
no: Velg kun ett kamera.

source: Please select one camera first.
no: Velg ett kamera først.

source: Please select a camera first!
no: Velg et kamera først!

source: Could not get camera abilities!
no: Klarte ikke å hente kamerafunksjoner!

source: Could not get model name!
no: Klarte ikke å hente modellnavn!

source: Could not get number of supported models!
no: Klarte ikke å hente antall støttede modeller!

source: Could not get port info!
no: Klarte ikke å hente portinformasjon!

source: Could not set camera properties!
no: Klarte ikke å lagre kamerainnstillinger!

source: Add
no: Legg til

source: Add camera to list.
no: Legg kamera til listen

source: Bilinear
no: Bilineær

source: Capture Image
no: Knips bilde

source: Capture Preview
no: Forhåndsvisning

source: Capture Video
no: Spill inn video

source: Clear
no: Fjern

source: Debug Level
no: Debug-nivå

source: Delete
no: Slett

source: GnoCam - a small but powerful front-end to gphoto2 for the GNOME desktop
no: GnoCam - en liten og kraftig front-end til gphoto2 for GNOME skrivebordet

source: High
no: Høy

source: How did you connect the camera to the computer?
no: Hvordan koblet du kameraet til datamaskinen?

source: If you leave this blank, the default speed will be used.
no: Hvis du lar dette feltet stå blankt, vil standardhastigheten bli benyttet.

source: Interpolation Mode:
no: Interpolation modus:

source: Low
no: Lav

source: Magnification:
no: Forstørrelse:

source: Model
no: Modell

source: Name
no: Navn

source: Nearest
no: Nærmest

source: New File
no: Ny Fil

source: None
no: Ingen

source: Prefix
no: Prefiks

source: Previews
no: Forhåndsvisninger

source: Refresh
no: Oppfrisk

source: Revert
no: Gjenopprett

source: Save
no: Lagre

source: Save As...
no: Lagre som...

source: Save File
no: Lagre fil

source: Save File As...
no: Lagre fil som...

source: Save File(s)
no: Lagre fil(er)

source: Save File(s) As...
no: Lagre fil(er) som...

source: Save Preview As...
no: Lagre forhåndsvisning som...

source: Save Preview(s)
no: Lagre forhåndsvisning(er)

source: Save Preview(s) As...
no: Lagre forhåndsvisning(er) som...

source: Save _File
no: Lagre _fil

source: Save _File(s)
no: Lagre _fil(er)

source: Save _Preview
no: Lagre _forhåndsvisning

source: Save _Preview(s)
no: Lagre _forhåndsvisning(er)

source: Save selected files
no: Lagre valgte filer

source: Save selected previews
no: Lagre valgte forhåndsvisning(er)

source: Select File
no: Velg fil

source: Select your camera model here.
no: Velg kameramodellen din her.

source: Setting
no: Innstilling

source: Speed
no: Hastighet

source: The camera will show up in the program with this name.
no: Kameraet vil vises i programmet med dette navnet

source: Tiles
no: Tiller

source: Update
no: Oppdatere

source: Update settings of selected camera.
no: Oppdatere innstillingene på det valgte kameraet

source: Upload File
no: Last opp fil

source: Upload file
no: Last opp fil

source: User _Manual
no: Bruker_manual

source: _Delete
no: _Slett
