Repository: rajbot/gphoto
Catalog: gtkam/po/*.po
Languages: fr

source: Save selected photos...
fr: Sauve les photos sélectionnées...

source: Photos will be saved if this is checked.
fr: Cocher pour sauver les photos

source: Thumbnails will be saved if this is checked.
fr: Cocher pour sauver les vignettes

source: Type in the name of the program's executable you want to run. Leave blank for none.
fr: Entrer le nom du programme à lancer, laisser vide si aucun

source: Choose whether to use the filename provided by the camera
fr: Voulez-vous utiliser le nom de fichier fourni par l'appareil photo ?

source: _File
fr: _Fichier

source: _Save Selected Photos...
fr: _Sauve les photos sélectionnées...

source: _Exit
fr: _Quitter

source: _Edit
fr: _Edition

source: _Select
fr: _Sélection

source: _All
fr: _Tout

source: _Inverse
fr: _Intervertir

source: _None
fr: _Aucun

source: _Camera
fr: _Appareil photo

source: Select Camera...
fr: Choisir un appareil photo

source: _Delete
fr: _Effacer

source: _Selected Photos
fr: _Sélection

source: _All Images
fr: _Toutes les images

source: _Configure...
fr: _Configurer...

source: _Manual...
fr: _Manuel...

source: _About the driver...
fr: _A propos du pilote...

source: _Help
fr: _Aide

source: _User's Manual...
fr: _Manuel de l'utilisateur...

source: _Authors...
fr: _Auteurs...

source: About _gtKam...
fr: A propos de _gtKam...

source: button2
fr: bouton2

source: Save selected photos
fr: Sauver les photos sélectionnées

source: Delete selected photos
fr: Effacer les photos sélectionnées

source: Refresh
fr: Actualiser

source: Reload photo index
fr: Actualiser l'index

source: Configure
fr: Configurer

source: Configure the camera
fr: Configurer l'appareil photo

source: Exit
fr: Quitter

source: Exit gPhoto
fr: Quitter gtKam

source: Close
fr: Fermer

source: gtKam Confirmation
fr: Confirmation gtKam

source: Are you sure?
fr: Etes-vous sûr ?

source: Yes
fr: Oui

source: No
fr: Non

source: No message.
fr: Aucun message.

source: gtKam Progress
fr: Etat d'avancement gtKam

source: Cancel
fr: Annuler

source: Select Camera
fr: Sélection d'un appareil photo

source: Select Model:
fr: Choisissez le modèle

source: Select Port:
fr: Choisissez le port de connexion

source: Select Speed:
fr: Choisissez la vitesse

source: Cancel
fr: Annuler

source: Initializing camera...
fr: Initialise l'appareil photo...

source: You must choose a camera
fr: Vous devez chosir un appareil photo

source: Camera did not suggest a filename. Please select "Save" again and specify a filename yourself.
fr: L'appareil n'a pas fourni de nom de fichier. Veuillez lancer "Sauve" de nouveau et entrer un nom de fichier.

source: Could not open folder %s
fr: Echec d'ouverture du dossier %s

source: Could not get abilities for %s
fr: Echec de récupération des fonctionnalités de %s

source: Could not retrieve number of ports
fr: Echec de récupération du nombre de ports

source: Error retrieving the port list
fr: Erreur pendant la création de la liste des ports

source: Could not retrieve number of cameras
fr: Echec sur le nombre d'appareils photo

source: You must choose a camera model
fr: Vous devez sélectionner un modèle

source: You must choose a port
fr: Vous devez sélectionner un port

source: You must choose a port speed
fr: Vous devez sélectionner une vitesse

source: ERROR: please choose your camera model again
fr: ERREUR: veuillez choisir votre modèle d'appareil photo de nouveau

source: Could not retrieve the camera's abilities
fr: Echec de récupération des fonctionnalités de l'appareil photo

source: Could not retrieve the picture list.
fr: Echec d'obtention de la liste des images

source: Getting Thumbnail #%04i of %04i %s
fr: Vignette #%04i de %04i %s

source: This camera does not support deleting photos.
fr: Effacement non supporté par cet appareil photo.

source: Are you sure you want to DELETE ALL the photos?
fr: Confirmez-vous l'effacement de TOUTES les photos?

source: Are you sure you want to DELETE the selected photos?
fr: Confirmez-vous l'effacement des photos sélectionnées?

source: Could not delete photo #%04i. Stopping.
fr: Effacement de la photo #%04i impossible. Arrêt.

source: Retrieving camera information...
fr: Récupération des informations de l'appareil photo...

source: Could not retrieve camera information
fr: Récupération des informations de l'appareil photo impossible

source: Could not retrieve the camera manual
fr: Impossible d'accéder au manuel de l'appareil

source: Could not retrieve library information
fr: Impossible d'accéder aux informations de la librairie

source: gtKam was written by: Scott Fritzinger <scottf@unr.edu> gtKam uses the gPhoto2 libraries. More information is available at http://www.gphoto.net
fr: gtKam a été écrit par: Scott Fritzinger <scottf@unr.edu> gtKam utilise les librairies gphoto2. Pour plus d'information consultez http://www.gphoto.net

source: Can't find gtKam AUTHORS file
fr: Fichier AUTHORS de gtKam introuvable

source: gtKam Authors
fr: Auteurs de gtKam

source: Can't find gPhoto2 AUTHORS file
fr: Fichier AUTHORS de gphoto2 introuvable

source: gPhoto2 Authors
fr: Auteurs de gPhoto2

source: Can't find gtKam COPYING file
fr: Fichier COPYING de gtKam introuvable

source: gtKam License
fr: License gtKam

source: Can't find gPhoto2 COPYING file
fr: Fichier COPYING de gPhoto2 introuvable

source: gPhoto2 License
fr: License gPhoto2

source: Can't find gPhoto2 GTK MANUAL file
fr: Fichier MANUAL GTK de gPhoto2 introuvable

source: gtKam Manual
fr: Manuel gtKam

source: Couldn't find pixmap file: %s
fr: Fichier pixmap %s introuvable

source: Error loading pixmap file: %s
fr: Erreur de chargement du fichier pixmap: %s
