Repository: rajbot/gphoto
Catalog: obsolete/gphoto/po/*.po
Languages: no, ru, sl, sv

source: No configuration options.
no: Ingen konfigurasjonsvalg.
ru: Нет параметров конфигурации.
sl: Ni nastavitev.
sv: Inga konfigurationsalternativ.

source: Mail image needs to be implemented!
no: Send bilde må implementeres!
ru: Почтовое изображение должно быть реализовано!
sl: Po¹iljanje slike z e-po¹to ¹e ni narejeno!
sv: Posta bild måste implementeras!

source: Taking picture...
no: Tar bilde...
ru: Получение изображения...
sl: Slikam...
sv: Tar bild...

source: Could not take a picture.
no: Kunne ikke ta bilde.
ru: Не удалось получить изображение.
sl: Nisem uspel slikati.
sv: Kunde inte ta bild.

source: New picture is #%03i
no: Nytt bilde er #%03i
ru: Новое изображение #%03i
sl: Nova slika je #%03i
sv: Ny bild är #%03i

source: Deleting ALL pictures.
no: Sletter ALLE bilder.
ru: Удаление ВСЕХ изображений.
sl: Bri¹em VSE slike.
sv: Tar bort ALLA bilder

source: Deleting %i...
no: Sletter %i...
ru: Удаляется %i...
sl: Bri¹em %i...
sv: Tar bort %i...

source: Deleted all images.
no: Slettet alle bilder.
ru: Удалены все изображения.
sl: Vse slike zbrisane.
sv: Alla bilder har tagits bort.

source: Deleting selected pictures...
no: Sletter valgte bilder...
ru: Удаление выделенных изображений...
sl: Bri¹em izbrane slike...
sv: Tar bort markerade bilder...

source: Done.
no: Ferdig.
ru: Выполнено.
sl: Opravljeno.
sv: Klar.

source: Nothing selected to be deleted.
no: Ingenting valgt for sletting
ru: Ничего не выделено для удаления.
sl: Niè ni izbrano za brisanje.
sv: Inget markerat för att tas bort.

source: Are you sure you want to DELETE the selected images?
no: Er du sikker på at du vil SLETTE de valgte bildene?
ru: Вы уверены, что хотите УДАЛИТЬ выделенные изображения?
sl: Ste preprièani, da ¾elite ZBRISATI izbrane slike?
sv: Är du säker att du vill TA BORT de markerade bilderna?

source: Are you sure you want to DELETE all the images from memory?
no: Er du sikker på at du vil SLETTE alle bildene fra minnet?
ru: Вы уверены, что хотите УДАЛИТЬ все изображения из памяти?
sl: Ste preprièani, da ¾elite ZBRISATI vse slike iz pomnilnika?
sv: Är du säker att du vill TA BORT alla bilderna från minnet?

source: Yes
no: Ja
ru: Да
sl: Da
sv: Ja

source: No
no: Nei
ru: Не удалять
sl: Ne
sv: Nej

source: Could not save #%i
no: Kunne ikke lagre #%i
ru: Не удалось сохранить #%i
sl: Ne morem shraniti #%i
sv: Kunde inte spara #%i

source: Filename prefix:
no: Filnavn prefiks:
ru: Префикс названия файла:
sl: Predpona imena datoteke:
sv: Filnamn prefix:

source: Saving Image #%03i...
no: Lagrer bilde #%03i...
ru: Сохранение изображения #%03i...
sl: Sharnjujem sliko #%03i...
sv: Sparar bild #%03i...

source: Saving Thumbnail #%03i...
no: Lagrer miniatyr #%03i...
ru: Сохранение миниатюры #%03i...
sl: Shranjujem vzorec #%03i...
sv: Sparar minibild #%03i...

source: %s-thumbnail-%03i
no: %s-miniatyr-%03i
ru: %s-миниатюры-%03i
sl: %s-vzorec-%03i
sv: %s-minibild-%03i

source: Done. Images saved in %s
no: Ferdig. Bilder lagret i %s
ru: Выполнено. Изображения сохранены в %s
sl: Opravljeno. Slike shranjene v %s
sv: Klar. Bilderna sparades i %s

source: Could not retrieve #%i
no: Kunne ikke hente #%i
ru: Не удалось восстановить #%i
sl: Ne morem dobiti #%i
sv: Kunde inte hämta #%i

source: %s/gphoto-image-%03i.jpg
no: %s/gphoto-bilde-%03i.jpg
sl: %s/gphoto-slika-%03i.jpg
sv: %s/gphoto-bild-%03i.jpg

source: Select model/port...
no: Velg modell/port...
ru: Выбрать модель/порт...
sl: Izberi model/vrata...
sv: Välj modell/port...

source: Camera Model:
no: Kamera modell:
ru: Модель камеры:
sl: Model fotoaparata:
sv: Kameramodell:

source: gPhoto user(s) that reported this model:
no: gPhoto bruker(e) som har rapportert denne modellen:
ru: Пользователь gPhoto, который сообщил об этой модели:
sl: gPhoto uporabniki, ki so sporoèili ta model:
sv: gPhoto-användare som har rapporterat denna modellen:

source: Port:
ru: Порт:
sl: Vrata:

source: Save
no: Lagre
ru: Сохранить
sl: Shrani
sv: Spara

source: Cancel
no: Avbryt
ru: Отмена
sl: Preklièi
sv: Avbryt

source: Error: failed to open %s
no: Feil: kunne ikke åpne %s
ru: Ошибка: не удалось открыть %s
sl: Napaka: nisem uspel odpreti %s
sv: Fel: misslyckades att öppna %s

source: Missing Serial Device Permissions
no: Mangler rettigheter til seriell-enheten
ru: Неправильные права для последовательного порта
sl: Ni dovoljenja za serijsko napravo
sv: Saknar seriellportsrättigheter

source: Please check the permissions (see the manual).
no: Vennligst sjekk rettighetene (se manualen).
ru: Пожалуйста проверьте права (посмотрите руководство).
sl: Prosim preverite dovoljenja (poglejte priroènik).
sv: Var vänlig kolla rättigheterna (se manualen).

source: Opened %s.
no: Åpnet %s.
ru: Открыто %s.
sl: Odprl %s.
sv: Öppnade %s.

source: Could not open $HOME/.gphoto/gphotorc for writing.
no: Kunne ikke åpne $HOME/.gphoto/gphotorc for skriving.
ru: Не удалось открыть $HOME/.gphoto/gphotorc для записи.
sl: Ne morem odpreti $HOME/.gphoto/gphotorc za pisanje.
sv: Kunde inte öppna $HOME/.gphoto/gphotorc för skrivning.

source: Could not open $HOME/.gphoto/gphotorc for writing.
no: Kunne ikke åpne $HOME/.gphoto/gphotorc for skriving.
ru: Не удалось открыть $HOME/.gphoto/gphotorc для записи.
sl: Ne morem odpreti $HOME/.gphoto/gphotorc za pisanje.
sv: Kunde inte öppna $HOME/.gphoto/gphotorc för skrivning.

source: Version Information-------------------Current Version: %sNew features all over the place. Please seethe ChangeLog for more information.As always, report bugs gphoto-devel@gphoto.orgThanx much.
no: Versjonsinformasjon-------------------Denne versjon: %sNye funksjoner over det hele. Vennligst se ChangeLog for mer informasjon. Som alltid, rapporter feil til gphoto-devel@gphoto.org. Takk så mye.
ru: Информация о версии-------------------Текущая версия: %sНовые возможности!!! Смотри те подробности в ChangeLog.Как всегда сообщайте об ошибках по адресу gphoto-devel@gphoto.org. Большое спасибо.
sl: Podatki o razlièici-------------------Trenutna razlièica: %s Novitete so povsod. Prosim poglejte datoteko ChangeLog za veè podatkov. Kot vedno, sporoèite hro¹èe na gphoto-devel@gphoto.org. HvalaZelo.
sv: Versjonsinformasjon-------------------Denne versjon: %sNye funksjoner over det hele. Vennligst se ChangeLog for mer informasjon. Som alltid, rapporter feil til gphoto-devel@gphoto.org. Takk så mye.

source: User's Manual
no: Brukermanual
ru: Руководство пользователя
sl: Uporabni¹ki priroènik
sv: Användarmanual

source: Could not open: %s
no: Kunne ikke åpne: %s
ru: Не удалось открыть: %s
sl: Ne morem odpreti: %s
sv: Kunde inte öppna: %s

source: OK
ru: ОК
sl: V redu

source: This program is free software; you can redistribute it and/or modifyit under the terms of the GNU General Public License as published bythe Free Software Foundation; either version 2 of the License, or(at your option) any later version.This program is distributed in the hope that it will be useful,but WITHOUT ANY WARRANTY; without even the implied warranty ofMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See theGNU General Public License for more details.You should have received a copy of the GNU General Public Licensealong with this program; if not, write to the Free SoftwareFoundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.See http://www.gnu.org for more details on the GNU project.
ru: Это свободная программа, вы можете распространять и/или модифицировать ее на условиях GNU General Public License, опубликованной Free Software Foundation версии 2 или более поздней (по вашему усмотрению). Эта программа распространяется в расчете на то, что она будет полезной, но БЕЗ КАКИХ-ЛИБО ГАРАНТИЙ, в том числе без подразумеваемой гарантии КОММЕРЧЕСКОЙ ЦЕННОСТИ или ПРИГОДНОСТИ ДЛЯ КАКИХ-ЛИБО ЦЕЛЕЙ. Смотрите GNU General Public License для дополнительных деталей. Вы должны были получить копию GNU General Public License вместе с этой программой. Если это не так, напишите в Free Software Foundation Inc. по адресу: 675 Mass Ave, Cambridge, MA 02139, USA. Посетите http://www.gnu.org, чтобы узнать подробности о проекте GNU.
sl: To je prosto programje -- Lahko ga spremijate in/ali raz¹irjate, vendarv skladu z GNU Splo¹no Javno Licenco, ki jo je objavila Fundacija za prostoprogramje; lahko uporabite drugo ali (po lastni presoji) katerokoli kasnej¹o razlièico licence. Ta program se raz9irja z upanjem, da bi bil uporaben, a BREZ KAKR©NIHKOLI JAMSTEV; celo brez implicitnih jamstev USTREZNOSTI ZA PRODAJO ali UPRABNOSTI ZA DOLOÈEN NAMEN. Za veè podrobnosti si oglejte GNU Splo¹no Javno Licenco.Zraven tega programa bi morali prejeti GNU Splo¹no javno licenco. Èe je niste,pi¹ite Fundaciji za prosto programje na naslov: Free software fundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA. Oglejte si http://www.gnu.org za veè podrobnosti o projektu GNU.
sv: Detta program är fri mjukvara; du kan distribuera det och/eller modifiera det under vilkoren i GNU General Public License som publicerats av Free Software Foundation; antingen version 2 av licensen, eller(om du så vill) någon senare version. Detta program distribueras i hopp om att det ska vara användbart, men UTAN NÅGON SOM HELST GARANTI, även utan underförstådd garanti om SÄLJBARHET eller LÄMPLIGHET FÖR NÅGOT SPECIELLT ÄNDAMÅL. Se GNU General Public License för ytterligare information. Du bör ha fått en kopia av GNU General Public License tillsammans med detta program. Om inte, skriv till Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.See http://www.gnu.org för mer detaljer om GNU-projektet.

source: %s is not yet implemented
no: %s er ikke implementert ennå
ru: %s еще не реализовано
sl: %s ¹e ni implementiran
sv: %s är inte implementerad ännu

source: Getting thumbnail %i...
no: Henter miniatyr %i...
ru: Получение миниатюры %i...
sl: Dobivam vzorec %i...
sv: Hämtar minibild %i...

source: Picture #%i
no: Bilde #%i
ru: Изображение #%i
sl: Slika #%i
sv: Bild #%i

source: Getting Index...
no: Henter indeks...
ru: Получение индекса...
sl: Dobivam kazalo...
sv: Hämtar index...

source: num_pictures_taken is %d
no: num_pictures_taken er %d
ru: num_pictures_taken - %d
sl: ©t_posnetih_slik je %d
sv: num_pictures_take är %d

source: Could not get the number of pictures
no: Kunne ikke hente antall bilder
ru: Не удалось получить число изображений
sl: Ne morem dobiti ¹tevila slik
sv: Kunde inte få antalet bilder

source: Download cancelled.
no: Nedlasting abrutt.
ru: Скачивание отменено.
sl: Prena¹anje preklicano.
sv: Nerladdning avbryten.

source: Done getting index.
no: Ferdig å hente indeks.
ru: Индекс получен.
sl: Kazalo prene¹eno.
sv: Hämtning av index klart.

source: Nothing selected for download.
no: Ingenting valgt for nedlasting.
ru: Ничего не выделено для скачивания.
sl: Niè ni izbrano za prenos.
sv: Inget markerat för nerladdning.

source: Getting Image #%03i...
no: Henter bilde #%03i...
ru: Получение изображения #%03i...
sl: Dobivam sliko #%03i...
sv: Hämtar bild #%03i...

source: Getting Thumbnail #%03i...
no: Henter miniatyr #%03i...
ru: Получение миниатюры #%03i...
sl: Dobivam vzorec #%03i...
sv: Hämtar minibild #%03i...

source: Done downloading.
no: Nedlasting fullført.
ru: Скачивание завершено.
sl: Prena¹anje opravljeno.
sv: Nerladdningen klar.

source: Download halted.
no: Nedlasting stoppet.
ru: Скачивание остановлено.
sl: Prena¹anje ustavljeno.
sv: Nerladdning stoppad.

source: Save all opened images
no: Lagre alle åpne bilder
ru: Сохранить все открытые изображения
sl: Shrani vse odprte slike
sv: Spara alla öppna bilder

source: Save Image(s)...
no: Lagre bilde(r)...
ru: Сохранить изображение(я)...
sl: Shrani sliko/e...
sv: Spara bild(er)...

source: Saving the index is not yet supported
no: Lagring av indeks er ikke støttet ennå
ru: Сохранение индекса еще не поддерживается
sl: Shranjevanje kazala ¹e ni podprto
sv: Sparning av index stöds inte än

source: Open Image...
no: Åpne bilde...
ru: Открыть изображение...
sl: Odpri Sliko...
sv: Öppna bild...

source: Can't print the index yet.
no: Kan ikke skrive ut indeksen ennå.
ru: Пока невозможно напечатать индекс.
sl: Tiskanje kazala ¹e ni podprto.
sv: Kan inte skriva ut indexet än.

source: Print Image...
no: Skriv ut bilde...
ru: Печать изображения...
sl: Natisni sliko...
sv: Skriv ut bild...

source: Print Command:
no: Utskriftskommando:
ru: Команда печати:
sl: Ukaz za tiskanje:
sv: Utskriftskommando:

source: Print
no: Skriv ut
ru: Печать
sl: Natisni
sv: Skriv ut

source: Now spooling...
no: Sender utskrift...
ru: Отправка в очередь...
sl: Tiskanje èaka...
sv: Mellanlagrar (spooling)...

source: Spooling done. Printing may take a minute.
no: Sending av utskrift ferdig. Utskrift kan ta litt tid.
ru: Задание отправлено. Печать может занять несколько минут.
sl: Èakanje konèano. Tiskanje lahko traja kak¹no minuto.
sv: Mellanlagring (spooling) klar. Utskrivningen kan ta någon minut.

source: Can't modify the index colors.
no: Kan ikke endre indeksfargene.
ru: Невозможно модифицировать цвета индекса.
sl: Barve kazala se ni mogoèe spremeniti.
sv: Kan inte ändra indexfärgerna.

source: Can't scale the index.
no: Kan ikke skalere indeksen.
ru: Невозможно масштабировать индекс.
sl: Velikosti kazala ni mogoèe spreminjati.
sv: Kan inte skala indexet.

source: Resize Image...
no: Endre bildestørrelse...
ru: Изменить размер изображения...
sl: Spremeni velikost slike...
sv: Ändra bildens storlek...

source: Width:
no: Bredde:
ru: Ширина:
sl: ©irina:
sv: Bredd:

source: Height:
no: Høyde:
ru: Высота:
sl: Vi¹ina:
sv: Höjd:

source: Resize
no: Endre størrelse
ru: Изменить размер
sl: Spremeni velikost
sv: Ändra storlek

source: Can't manipulate the index.
no: Kan ikke manipulere indeksen.
ru: Невозможно манипулировать индексом.
sl: Ne morem manipulirati kazala.
sv: Kan inte manipulera indexet.

source: Can't scale the index!
no: Kan ikke skalere indeksen!
ru: Невозможно масштабировать индекс!
sl: Velikosti kazala ni mogoèe spreminjati!
sv: Kan inte skala indexet!

source: Scaling image by 50%...
no: Skalerer bilde med 50%...
ru: Масштаб изображения 50%...
sl: Pomanj¹ujem sliko za 50%...
sv: Skalar bild med 50%...

source: Scaling image by 200%...
no: Skalerer bildet med 200%...
ru: Масштаб изображения 200%...
sl: Poveèujem sliko za 100%...
sv: Skalar bild med 200%...

source: Post-Processing Options
no: Alternativer for postprosessering
ru: Параметры последующей обработки
sl: Mo¾nosti naknadne obdelave
sv: Inställningar för efterbearbetning

source: Enable post-processing
no: Slå på postprosessering
ru: Разрешить последующую обработку
sl: Vkljuèi naknandno obdelavo
sv: Aktivera efterbearbetning

source: Post-processing command-line:
no: Kommandolinje for postprosessering:
ru: Команда для последующей обработки:
sl: Ukazna vrstica za naknadno obdelavo:
sv: Bearbetningskommando-rad:

source: %s summary: %s
no: %s sammendrag: %s
ru: %s итого: %s
sl: %s povzetek: %s
sv: %s sammanfattning: %s

source: gPhoto %s (%s) - the GNU digital camera application
no: gPhoto %s (%s) - GNU applikasjon for digitale kamera
ru: gPhoto %s (%s) - приложение GNU для работы с цифровой камерой
sl: gPhoto %s (%s) - GNU program za digitalne fotoaparate
sv: gPhoto %s (%s) - GNU's digitalkamera applikation

source: Copyright (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>
ru: Авторское право (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>
sl: Avtorske pravice pridr¾ane (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>

source: Usage: gphoto [-h] [-c] [-n] [-s # filename] [-t # filename]
no: Bruk: gphoto [-h] [-c] [-n] [-s # filnavn] [-t # filnavn]
ru: Используйте: gphoto [-h] [-c] [-n] [-s # имя_файла] [-t # имя_файла]
sl: Uporaba: gphoto [-h] [-c] [-n] [-s # datoteka] [-t # datoteka]
sv: Anvädning: gphoto [-h] [-c] [-n] [-s # filnamn] [-t # filnamn]

source: [-d #] [-p filename] [-l filename]
no: [-d #] [-p filnavn] [-l filnavn]
ru: [-d #] [-p имя_файла] [-l имя_файла]
sl: [-d #] [-p datoteka] [-l datoteka]
sv: [-d #] [-p filnamn] [-l filnamn]

source: -h display this help screen
no: -h vis denne hjelpteksten
ru: -h показать этот справочный экран
sl: -h prika¾i to pomoè
sv: -h visa den här hjälptexten

source: -c display camera summary
no: -c vis kamerasammendrag
ru: -c показать сводку камеры
sl: -c prika¾i povzetek fotoaparata
sv: -c visa kamerasummering

source: -n display the # of pictures
no: -n vis antall bilder
ru: -n показать число изображений
sl: -n poka¾i ¹tevilo slik
sv: -n visa antalet bilder

source: -s # filename save image # as filename
no: -s # filnavn lagre bilde # som filnavn
ru: -s # имя_файла сохранить изображение # как имя_файла
sl: -s # datoteka shrani sliko # kot datoteka
sv: -s # filnamn spara bild # som filnamn

source: -t # filename save thumbnail # as filename
no: -t # filnavn lagre miniatyr # som filnavn
ru: -t # имя_файла сохранить миниатюру # как имя_файла
sl: -t # datoteka shrani vzorec # kot datoteka
sv: -t # filnamn spara minibild # som filnamn

source: -d # delete image # from camera
no: -d # slett bilde # fra kamera
ru: -d # удалить изображение # из камеры
sl: -d # zbri¹i sliko # iz fotoaparata
sv: -d # ta bort bild # från kameran

source: -p filename take picture and save as filename
no: -p filnavn ta bilde og lagre det som filnavn
ru: -p имя_файла получить изображение и сохранить его как имя_файла
sl: -p datoteka slikaj in shrani sliko kot datoteka
sv: -p filnamn ta bild och spara som filnamn

source: -l filename save live preview as filename
no: -l filnavn lagre sanntidsforhåndsvisning som filnavn
ru: -l имя_файла сохранить live preview как имя_файла
sl: -l datoteka shrani ¾iv vzorec kot datoteka
sv: -l filnamn spara nuvarande förhandsgranskning som filnamn

source: gPhoto is free GNU software; you can redistribute it and/or
no: gPhoto er fri GNU programvare; du kan redistribuere den og/eller
ru: gPhoto - свободное програмное обеспечение GNU; вы можете распространять
sl: gPHoto je prosto GNUjevo programje; lahko ga raz¹irjate in/ali
sv: gPhoto är fri GNU-mjukvara; du kan omdistribuera det och/eller

source: modify it under the terms of the GNU General Public License
no: endre den under betingelsene gitt i GNU General Public License
ru: и/или изменять его в терминах GNU General Public License
sl: spreminjate pod pogoji GNU Splo¹ne Javne Licence
sv: modifiera det under termerna i GNU General Public License

source: as published by the Free Software Foundation; either version
no: som publisert av Free Software Foundation; enten versjon
ru: опубликованной Фондом Свободного программного обеспечения; версии
sl: kot jo je objavila Fundacija za prosto progamje; uporabite lahko
sv: som publicerats av Free Software Foundation; antingen version

source: 2 of the License, or any later version. Visit gphoto/COPYING
no: 2 av lisensen, eller enhver senere versjon. Les gphoto/COPYING
ru: 2 лицензии или любой более поздней версии. Смотрите gphoto/COPYING
sl: drugo ali katerokoli kasnej¹o razlièico Licence. Licenca se nahaja
sv: 2 av licensen, eller någon senare version. Besök gphoto/COPYING

source: in the source distribution to read the GNU GPL license terms.
no: i kildekoden for å lese betingelsene i GNU GPL lisensen.
ru: в дистрибутиве для ознакомления с терминами лицензии GNU GPL.
sl: v datoteki gphoto/COPYING v distribuciji izvorne kode.
sv: i källkods-distributionen för att läsa GNU GPL licenstermerna.

source: Report bugs and camera success to gphoto-devel@gphoto.org.
no: Rapportér feil ok kamerasuksess til gphoto-devel@gphoto.org.
ru: Сообщайте об ошибках и успехах по адресу gphoto-devel@gphoto.org.
sl: Sporoèite hro¹èe in uspehe s fotoaparati na gphoto-devel@gphoto.org.
sv: Rapportera fel och framgång med kameran till gphoto-devel@gphoto.org.

source: See http://www.gphoto.org for the latest news and updates.
no: Se på http://www.gphoto.org for de siste nyhetene og oppdateringene.
ru: Последние новости и обновления ищите на http://www.gphoto.org
sl: Na http://www.gphoto.org lahko najdete najnovej¹e novice in popravke
sv: Se http://www.gphoto.org för de senaste nyheterna och uppdateringarna.

source: ERROR: could not get image.
no: FEIL: kunne ikke hente bilde.
ru: ОШИБКА: не удалось получить изображение.
sl: NAPAKA: ne morem dobiti slike.
sv: FEL: kunde inte hämta bild.

source: ERROR: could not save image.
no: FEIL: kunne ikke lagre bilde.
ru: ОШИБКА: не удалось сохранить изображение.
sl: NAPAKA: ne morem shraniti slike.
sv: FEL: kunde inte spara bild.

source: ERROR: 'filename' not specified.
no: FEIL: 'filnavn' er ikke spesifisert.
ru: ОШИБКА: не указано 'имя_файла'.
sl: NAPAKA: 'datoteka' ni bila navedena.
sv: FEL: "filnamn" inte angivet.

source: ERROR: '#' and 'filename' not specified.
no: FEIL: '#' og 'filnavn' er ikke spesifisert.
ru: ОШИБКА: не указаны '#' и 'имя_файла'
sl: NAPAKA '#' in 'datoteka' nista bila navedena.
sv: FEL: "#" och "filnamn" inte angivet.

source: ERROR: Could not delete image.
no: FEIL: Kunne ikke slette bilde.
ru: ОШИБКА: не удалось удалось изображение.
sl: NAPAKA: Ne morem zbrisati slike.
sv: FEL: Kunde inte ta bort bild.

source: ERROR: '#' not specified.
no: FEIL: '#' er ikke spesifisert.
ru: ОШИБКА: не указан '#'.
sl: NAPAKA: '#' ni bil naveden.
sv: FEL: "#" inte angivet.

source: ERROR: filename not specified.
no: FEIL: filnavn er ikke spesifisert.
ru: ОШИБКА: не указано имя_файла.
sl: NAPKA: datoteka ni bila navedena.
sv: FEL: filnamn inte angivet.

source: Taking picture...
no: Tar bilde...
ru: Получение изображения...
sl: Slikam...
sv: Tar bild...

source: ERROR: could not take the picture.
no: FEIL: kunne ikke ta bildet.
ru: ОШИБКА: не удалось получить изображение.
sl: NAPAKA: nisem mogel slikati.
sv: FEL: kunde inte ta bilden.

source: Saving the new image (# %i) as %s:
no: Lagrer det nye bildet (# %i) som %s:
ru: Сохранение нового изображения (# %i) как %s:
sl: Shranjujem novo sliko (# %i) kot %s:
sv: Sparar den nya bilden (# %i) som %s:

source: ERROR: could not get image.
no: FEIL: kunne ikke hente bilde.
ru: ОШИБКА: не удалось получить изображение.
sl: NAPAKA: ne morem dobiti slike.
sv: FEL: kunde inte hämta bild.

source: gPhoto release %s was brought to you by
no: gPhoto versjon %s er sluppet av
ru: gPhoto версии %s было создано для вас
sl: gPhoto razlièico %s so ustvarili
sv: gPhoto versionen %s presenterat av

source: Web Page
no: Webside
ru: Web-страница
sl: Spletna stran
sv: Webbsida

source: Previous
no: Forrige
ru: Пред.
sl: Nazaj
sv: Föregående

source: Next
no: Neste
ru: След.
sl: Naprej
sv: Nästa

source: Close
no: Lukk
ru: Закрыть
sl: Zapri
sv: Stäng

source: The gPhoto AUTHORS file appears to be missing! There should be a file called
no: gPhoto's AUTHORS fil ser ut til å mangle! Det skal være en fil kalt
ru: Файл gPhoto AUTHORS кажется испорчен! Должен быть файл называемый
sl: gPhotova datoteka AUTHORS se zdi pogre¹ana! Morala bi obstajati imenovana
sv: gPhoto's AUTHORS-fil verkar saknas! Där borde finnas en fil kallad

source: in the %s directory. Please check your installation.
sl: v imeniku %s. Prosim preverite va¹o namestitev.

source: Select an Output Directory...
no: Velg en katalog for ut-data...
ru: Выбор каталога вывода...
sl: Izberi izhodni imenik...
sv: Välj en utdata-katalog...

source: Gallery Name:
no: Gallerinavn:
ru: Название галереи:
sl: Ime galerije:
sv: Gallerinamn:

source: Theme:
no: Tema:
ru: Тема:
sl: Tema:
sv: Tema:

source: Output Directory:
no: Ut-data katalog:
ru: Каталог вывода:
sl: Izhodni imenik:
sv: Utdata-katalog:

source: Change...
no: Endre...
ru: Изменить...
sl: Spremeni...
sv: Ändra...

source: Export file as *.shtml?
no: Eksportér fil som *.shtml?
ru: Экспортировать файл как *.shtml?
sl: Izvozi datoteko kot *.shtml
sv: Exportera fil som *.shtml?

source: Set table border width to zero for thumbnails?
no: Sett tabellkantens bredde til null for miniatyrer?
ru: Установить для миниатюры ширину рамки таблицы в ноль?
sl: Za vzorce nastavi ¹irino robu tabele na niè?
sv: Sätt bredden på tabellkanten till 0 för minibilder?
