Repository: rajbot/gphoto
Catalog: obsolete/gphoto/po/*.po
Languages: no, ru, sl, sv

source: Set image border width to zero? (so you don't see the link colors...)
no: Sett bildekantens bredde til null? (slik at du ikke ser fargen på lenkene...)
ru: Установить ширину рамки изображения в ноль? (так что вы не увидите связанные цвета...)
sl: Nastavi ¹irino robu slik na niè? (torej ne vidite barv povezave...)
sv: Sätt bredden på bildkanten till 0? (så att du inte ser länkfägerna...)

source: Create
no: Opprett
ru: Создать
sl: Ustvari
sv: Skapa

source: You must select a theme!
no: Du må velge et tema!
ru: Вы должны выбрать тему!
sl: Izbrati morate temo!
sv: Du måste välja ett tema!

source: Getting Thumbnail #%i...
no: Henter miniatyr #%i...
ru: Получение миниатюры #%i...
sl: Dobivam vzorec #%i...
sv: Hämtar minibild #%i...

source: Not Available
no: Ikke tilgjengelig
ru: Не доступно
sl: Ni na voljo
sv: Ej tillgänglig

source: <a href="picture-%03i.html">Click Me<\/a>
no: <a href="bilde-%03i.html">Klikk meg<\/a>
ru: <a href="picture-%03i.html">Нажми меня<\/a>
sl: <a href="slika-%03i.html">Klikni me<\/a>
sv: <a href="picture-%03i.html">Klicka mig<\/a>

source: thumbnail-%03i.%s
no: miniatyr-%03i.%s
sl: vzorec-%03i.%s
sv: minibild-%03i.%s

source: Getting Image #%i...
no: Henter bilde #%i...
ru: Получение изображения #%i...
sl: Dobivam sliko #%i...
sv: Hämtar bild #%i...

source: <img alt="%03i" src="picture-%03i.%s">
no: <img alt="%03i" src="bilde-%03i.%s">
sl: <img alt="%03i" src="slika-%03i.%s">

source: picture-%03i.%s
no: bilde-%03i.%s
sl: slika-%03i.%s
sv: bild-%03i.%s

source: picture-%03i.html
no: bilde-%03i.html
sl: slika-%03i.html
sv: bild-%03i.html

source: %spicture-%03i.html
no: %sbilde-%03i.html
sl: %sslika-%03i.html
sv: %sbild-%o3i.html

source: Loaded file:%s%s in %s
no: Lastet fil:%s%s i %s
ru: Загруженный файл:%s%s в %s
sl: Nalo¾ena datoteka %s%s v %s
sv: Laddade filen:%s%s i %s

source: Gallery saved in: %s
no: Galleri lagret i: %s
ru: Галерея сохранена в: %s
sl: Galerija shranjena v: %s
sv: Galleri sparat i: %s

source: Color Adjustment
no: Fargejustering
ru: Подбор цвета
sl: Nastavitev barv
sv: Färgjustering

source: gPhoto - Color Adjustment
no: gPhoto - Fargejustering
ru: gPhoto - Подбор цвета
sl: gPhoto - Nastavitev barv
sv: gPhoto - Färgjustering

source: Colour Settings
no: Fargeinnstillinger
ru: Цветовые настройки
sl: Nstavitev barv
sv: Färginställningar

source: Gray Controls
no: Grå-kontroller
ru: Уровень серого
sl: Kontorla sivine
sv: Gråa kontroller

source: Red Controls
no: Rød-kontroller
ru: Уровень красного
sl: Kontrola rdeèe
sv: Röda kontroller

source: Green Controls
no: Grønn-kontroller
ru: Уровень зеленого
sl: Kontrola zelene
sv: Gröna kontroller

source: Blue Controls
no: Blå-kontroller
ru: Уровень синего
sl: Kontrola modre
sv: Blåa kontroller

source: Colour Modifications:
no: Fargeendringer:
ru: Цветовые модификации:
sl: Spremembe barv:
sv: Färgmodifieringar:

source: Apply
no: Bruk
ru: Применить
sl: Uporabi
sv: Verktställ

source: Keep
no: Behold
ru: Сохранить
sl: Obdr¾i
sv: Behåll

source: Reset
no: Nullstill
ru: Сбросить
sl: Ponastavi
sv: Nollställ

source: Reset all the color changes to normal values
no: Nullstill alle fargeendringer til normale verdier
ru: Сбросить все изменения цвета в нормальные значения
sl: Ponastavi vse spremembe barv na obièajne vrednosti
sv: Nollställ alla färgändringar till normala värden

source: Always Apply
no: Bruk alltid
ru: Всегда применять
sl: Vedno uporabi
sv: Alltid verkställ

source: Getting live image...
no: Henter sanntidsbilde...
ru: Получение живого изображения...
sl: Dobivam ¾ivo sliko...
sv: Hämtar nuvarande bild...

source: Could not get preview
no: Kunne ikke hente forhåndsvisning
ru: Не удалось получить просмотр
sl: Ne morem dobiti vzorca
sv: Kunde inte få tag på förhandsgranskning

source: Live Camera!
no: Kamera i sanntid!
ru: Живая камера!
sl: ®iva slika!
sv: Direktsänd kamera!

source: Update Picture
no: Oppdatér bilde
ru: Обновить изображение
sl: Obnovi sliko
sv: Uppdatera bild

source: Take Picture
no: Ta bilde
ru: Получить изображение
sl: Slikaj
sv: Ta bild

source: Launching Gnome Bugbuddy...
no: Starter GNOME Bug-buddy...
ru: Запуск Gnome Bugbuddy...
sl: Poganjam Gnome Bug-buddy...
sv: Kör Gnome Bugbuddy...

source: gPhoto %s - the GNU digital camera application
no: gPhoto %s - GNU applikasjon for digitale kamera
ru: gPhoto %s - приложение GNU для работы с цифровой камерой
sl: gPhoto %s - GNU program za digitalne fotoaparate
sv: gPhoto %s - GNU's digitala kamera-applikation

source: Image Index
no: Bildeindeks
ru: Индекс изображений
sl: Kazalo slik
sv: Bildindex

source: Open Image
no: Åpne bilde
ru: Открыть изображение
sl: Odpri sliko
sv: Öppna bild

source: Save Opened Image(s)
no: Lagre åpnede bilde(r)
ru: Сохранить открытое изображение(я)
sl: Shrani odprto sliko(e)
sv: Spara öppnade bild(s)

source: Print Image
no: Skriv ut bilde
ru: Напечатать изображение
sl: Natisni sliko
sv: Skriv ut bild

source: Close Image
no: Lukk bilde
ru: Закрыть изображение
sl: Zapri sliko
sv: Stäng bild

source: Previous page
no: Forrige side
ru: Пред. страница
sl: Prej¹nja stran
sv: Föregående sida

source: Next page
no: Neste side
ru: След. страница
sl: Naslednja stran
sv: Nästa sida

source: Download Thumbnail Index
no: Last ned miniatyrindeks
ru: Скачать индекс миниатюр
sl: Nalo¾i kazalo vzorcev
sv: Ladda ner minibild index

source: Download Empty Index
no: Last ned tom indeks
ru: Скачать пустой индекс
sl: Nalo¾i prazno kazalo
sv: Ladda ner tomt index

source: Download Selected Images
no: Last ned valgte bilder
ru: Скачать выделенные изображения
sl: Nalo¾i izbrane slike
sv: Ladda ner markerade bilder

source: Delete Selected Images
no: Slett valgte bilder
ru: Удалить выделенные изображения
sl: Zbri¹i izbrane slike
sv: Ta bort markerade bilder

source: Halt Download
no: Stopp nedlasting
ru: Останавить скачивание
sl: Ustavi nalaganje
sv: Stoppa nerladdning

source: Rotate Clockwise
no: Rotér med klokken
ru: Повернуть по часовой
sl: Zavrti v smeri urinega kazalca
sv: Rotera medurs

source: Rotate Counter-Clockwise
no: Rotér mot klokken
ru: Повернуть против часовой
sl: Zavrti v nasprotni smeri urinega kazalca
sv: Rotera moturs

source: Flip Horizontal
no: Vend horisontalt
ru: Отразить горизонтально
sl: Prevrni vodoravno
sv: Vänd horisontellt

source: Flip Vertical
no: Vend vertikalt
ru: Отразить вертикально
sl: Prevrni navpièNo
sv: Vänd vertikalt

source: Colors
no: Farger
ru: Цвета
sl: Barve
sv: Färger

source: Camera Configuration
no: Kamerakonfigurasjon
ru: Конфигурация камеры
sl: Nastaviteve fotoaparata
sv: Kamerakonfiguration

source: Help
no: Hjelp
ru: Справка
sl: Pomoè
sv: Hjälp

source: Exit gPhoto
no: Avslutt gPhoto
ru: Выйти из gPhoto
sl: Izhod iz gPhota
sv: Avsluta gPhoto

source: gPhoto Message
no: gPhoto melding
ru: Сообщение gPhoto
sl: gPhoto sporoèilo
sv: gPhoto Meddelande

source: Confirm
no: Bekreft
ru: Подтвердить
sl: Potrdi
sv: Bekräfta

source: File %s exists. Overwrite?
no: Filen %s eksisterer. Overskriv?
ru: Файл %s существует. Перезаписать?
sl: Datoteka %s ¾e obstaja prepi¹em?
sv: Filen %s existerar. Skriva över?

source: load_image_mem: could not load image
no: load_image_mem: kunne ikke laste bilde
ru: load_image_mem: не удалось загрузить изображение
sl: load_image_mem: ne morem nalo¾iti slike
sv: load_image_mem: kunde inte ladda bild

source: Fork failed. Exiting.
no: Fork feilet. Avslutter.
ru: Разветвление (fork) не удалось. Выходим.
sl: Fork ni uspel. Zakljuèujem.
sv: Fork misslyckades. Avslutar.
