Repository: rajbot/gphoto
Catalog: gphoto/po/*.po
Languages: da, de, it, uk

source: No configuration options.
da: Ingen konfigurationsvalg.
de: Keine Konfiguration möglich.
it: Nessuna opzione di configurazione.
uk: Нема╓ параметр╕в конф╕гурац╕╖.

source: Mail image needs to be implemented!
da: Send billede skal implementeres!
de: Das Verschicken von Fotos ist noch nicht fertig implementiert!
it: L'invio di immagini via email dev'essere implementato!
uk: Поштове зображення мусить бути реал╕зовано!

source: Taking picture...
da: Ta'r billede...
de: Mache ein Foto...
it: Ricezione immagini...
uk: Отримання зображення...

source: Could not take a picture.
da: Kunne ikke tage billede.
de: Konnte kein Foto machen.
it: Non Х possibile ricevere un'immagine.
uk: Не вдалось отримати зображення.

source: New picture is #%03i
da: Nyt billede er #%03i
de: Neues Foto ist Nr.%03i
it: La nuova immagine Х #%03i
uk: Нове зображення #%03i

source: Deleting ALL pictures.
da: Sletter ALLE billeder.
de: Löschen ALLER Fotos.
it: Eliminazione di TUTTE le immagini.
uk: Стирання ВС╤Х зображень.

source: Deleting %i...
da: Sletter %i...
de: LÃ¶schen von %i...
it: Eliminazione di %i...
uk: Стира╓ться %i...

source: Deleted all images.
da: Slettede alle billeer.
de: Alle Bilder gelöscht
it: Eliminazione di tutte le immagini.
uk: Стерто вс╕ зображення.

source: Deleting selected pictures...
da: Sletter valgte billeder...
de: Löschen der gewählten Bilder...
it: Eliminazione delle immagini selezionate...
uk: Стирання вибраних зображень...

source: Done.
da: Færdig.
de: Fertig
it: Eseguito.
uk: Виконано.

source: Nothing selected to be deleted.
da: Intet valgt til sletning
de: Nichts ausgewählt, um es zu löschen.
it: Nessuna voce selezionata per la cancellazione.
uk: Н╕чого не вибрано для стирання.

source: Are you sure you want to DELETE the selected images?
da: Er du sikker på at du vil SLETTE de valgte billeder?
de: Sind Sie sicher, dass Sie die ausgewählten Bilder LÖSCHEN wollen?
it: Siete sicuri di voler ELIMINARE le immagini selezionate?
uk: Ви впевнен╕, що хочете СТЕРТИ вибран╕ зображення?

source: Are you sure you want to DELETE all the images from memory?
da: Er du sikker på at du vil SLETTE alle billederne fra hukommelsen?
de: Sind Sie sicher, dass Sie alle Bilder aus dem Speicher LÖSCHEN wollen?
it: Siete sicuri di voler ELIMINARE tutte le immagini dalla memoria?
uk: Ви впевнен╕, що хочете СТЕРТИ вс╕ зображення з пам'ят╕?

source: Yes
da: Ja
de: Ja
it: Si
uk: Так

source: No
da: Nej
de: Nein
uk: Н╕

source: Could not save #%i
da: Kunne ikke gemme #%i
de: Nr.%i konnte nicht gespeichert werden.
it: Non Х possibile salvare #%i
uk: Не вдалось зберегти #%i

source: Filename prefix:
da: Filnavn præfiks:
de: Dateinamen Präfix:
it: Prefisso nome file:
uk: Преф╕кс назви файлу:

source: Saving Image #%03i...
da: Gemmer billede #%03i...
de: Speichern von Bild Nr.%03i...
it: Salvataggio dell'immagine #%03i...
uk: Збереження зображення #%03i...

source: Saving Thumbnail #%03i...
da: Gemmer miniature #%03i...
de: Speichern von Vorschaubild Nr.%03i...
it: Salvataggio dell'anteprima #%03i...
uk: Збереження м╕н╕атюри #%03i...

source: %s-thumbnail-%03i
da: %s-miniature-%03i
de: %s-vorschaubild-%03i
it: %s-anteprima-%03i
uk: %s-м╕н╕атюри-%03i

source: Done. Images saved in %s
da: Færdig. Billeder gemt i %s
de: Fertig. Bilder wurden in %s gespeichert
it: Eseguito. Immagini salvate in %s
uk: Виконано. Зображення збережен╕ в %s

source: Could not retrieve #%i
da: Kunne ikke hente #%i
de: Nr.%i konnte nicht empfangen werden
it: Non Х possibile ritrarre #%i
uk: Не вдалось в╕дновити #%i

source: Select model/port...
da: Vælg model/port...
de: Wählen Sie ein(en) Modell/Port...
it: Selezionate modello/porta...
uk: Вибрать модель/порт...

source: Camera Model:
da: Kameramodel:
de: Kamera Modell:
it: Modello fotocamera:
uk: Модель камери:

source: gPhoto user(s) that reported this model:
da: gPhoto bruger(e) som har rapporteret denne model:
de: gPhoto Benutzer, die diese Modell gemeldet haben:
it: L'utente gPhoto ha riportato questo modello:
uk: Користувач gPhoto, що пов╕домив про цю модель:

source: Port:
it: Porta:
uk: Порт:

source: Save
da: Gem
de: Speichern
it: Salva
uk: Зберегти

source: Cancel
da: Afbryd
de: Abbrechen
it: Cancella
uk: В╕дм╕на

source: Error: failed to open %s
da: Fejl: kunne ikke åbne %s
de: Fehler: %s konnte nicht geöffnet werden
it: Errore: non Х possibile aprire %s
uk: Помилка: не вдалось в╕дкрити %s

source: Missing Serial Device Permissions
da: Mangler rettigheder til seriel-enheden
de: Fehlende Berechtigungen auf der seriellen Schnittstelle
it: Permessi assenti per il dispositivo seriale
uk: В╕дсутн╕ права на посл╕довний порт

source: Please check the permissions (see the manual).
da: Tjek venligst rettighederne (se manualen).
de: Bitte prüfen Sie die Berechtigungen (Siehe auch das Benutzerhandbuch)
it: Si prega di controllare i permessi (fare riferimento al manuale).
uk: Будь ласка, перев╕рте права (подив╕ться в кер╕вництво).

source: Opened %s.
da: Åbnede %s.
de: %s geöffnet.
it: Aperti %s.
uk: В╕дкрито %s.

source: Could not open $HOME/.gphoto/gphotorc for writing.
da: Kunne ikke åbne $HOME/.gphoto/gphotorc for skriving.
de: $HOME/.gphoto/gphotorc konnte nicht zum Schreiben geöffnet werden
it: Non Х possibile aprire $HOME/.gphoto/gphotorc in scrittura.
uk: Не вдалося в╕дкрити $HOME/.gphoto/gphotorc для запису.

source: Could not open $HOME/.gphoto/gphotorc for writing.
da: Kunne ikke åbne $HOME/.gphoto/gphotorc for skriving.
de: $HOME/.gphoto/gphotorc konnte nicht zum Schreiben geöffnet werden.
it: Non Х possibile aprire $HOME/.gphoto/gphotorc in scrittura.
uk: Не вдалося в╕дкрити $HOME/.gphoto/gphotorc для запису.

source: Version Information-------------------Current Version: %sNew features all over the place. Please seethe ChangeLog for more information.As always, report bugs gphoto-devel@gphoto.orgThanx much.
da: Versionsinformation-------------------Denne version: %sNye funktioner over det hele. Se venligst ChangeLog for mere information. Som altid, rapportér fejl til gphoto-devel@gphoto.org. Mange tak.
de: Version Information-------------------Aktuelle Version: %sViele neue Fähigkeiten.Bitte lesen Sie ChangeLog für mehr Informationen. Wie immer, melden Sie bitte Fehler an gphoto-devel@gphoto.org. Ein großes Dankeschön.
it: Imformazioni versione-----------------Versione corrente: %s Riferirsi al ChangeLog per maggiori informazioni. Come sempre riferirsi a gphoto-devel@gphoto.org per la segnalazione di bug.Grazie.
uk: ╤нформац╕я про верс╕ю-------------------Поточна верс╕я: %sНов╕ можливост╕! Дивиться докладн╕ше в ChangeLog. Пов╕домляйте про помилки на адресу gphoto-devel@gphoto.org. Дяку╓мо.

source: User's Manual
da: Brugermanual
de: Benutzerhandbuch
it: Manuale utente
uk: Кер╕вництво користувача

source: Could not open: %s
da: Kunne ikke åbne: %s
de: Konnte nicht öffnen: %s
it: Non Х possibile aprire: %s
uk: Не вдалося в╕дкрити: %s

source: OK
uk: Гаразд

source: This program is free software; you can redistribute it and/or modifyit under the terms of the GNU General Public License as published bythe Free Software Foundation; either version 2 of the License, or(at your option) any later version.This program is distributed in the hope that it will be useful,but WITHOUT ANY WARRANTY; without even the implied warranty ofMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See theGNU General Public License for more details.You should have received a copy of the GNU General Public Licensealong with this program; if not, write to the Free SoftwareFoundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.See http://www.gnu.org for more details on the GNU project.
da: Dette program er frit programmel; du kan redistribuere det og/eller ændre det under betingelserne i GNUs Generelle Offentlige Licens (GPL) som offentliggjort af Free Software Foundation; enten version 2 af licensen, eller (efter dit eget valg) en hvilkensomhelst senere version. Dette program er distribueret i håbet om at det vil være nyttigt, men UDEN NOGENSOMHELST GARANTI; endog uden en underliggende garanti om SALGBARHED eller EGNETHED FOR ET BESTEMT FORMÅL. Se GNUs Generelle Offentlige Licens for flere detaljer. Du skulle have modtaget en kopi af GNUs Generelle Offentlige Licens sammen med dette program; hvis dette ikke er tilfældet, så skriv til Free Software Foundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA. Se http://www.gnu.org for flere detaljer om GNU-projektet.
uk: Це в╕льна програма, ви можете розповсюджувати ╕/або модиф╕кувати ╖╖ на умовах GNU General Public License, опубл╕ковано╖ Free Software Foundation верс╕╖ 2 чи п╕зн╕шо╖ (з вашого огляду). Ця програма розповсюджу╓ться в розрахунку на те, що вона буде потр╕бною, аде БЕЗ БУДЬ-ЯКИХ ╫АРАНТ╤Й, в том числ╕ без типово╖ гарант╕╖ КОМЕРЦ╤ЙНО╥ Ц╤ННОСТ╤ чи ПОТР╤БНОСТ╤ ДЛЯ БУДЬ-ЯКИХ Ц╤ЛЕЙ. Див╕ться GNU General Public License для подробиць. Ви мали отримати коп╕ю GNU General Public License разом з ц╕╓ю програмою. Якщо це не так, напиш╕ть в Free Software Foundation Inc. за адресою: 675 Mass Ave, Cambridge, MA 02139, USA. В╕дв╕дайте http://www.gnu.org, щоб взнати детальн╕ше про пороект GNU.

source: %s is not yet implemented
da: %s er ikke implementeret endnu
de: %s ist nocht nicht implementiert
it: %s non Х ancora implementato
uk: %s ще не реал╕зовано

source: Getting thumbnail %i...
da: Henter miniature %i...
de: Vorschaubild %i holen...
it: Ricezione anteprima %i...
uk: Отримання м╕н╕атюри %i...

source: Picture #%i
da: Billede #%i
de: Bild Nr.%i
it: Immagine #%i
uk: Зображення #%i

source: Getting Index...
da: Henter indeks...
de: Index erstellen...
it: Ricezione indice...
uk: Отримання покажчика...

source: num_pictures_taken is %d
da: num_pictures_taken er %d
de: Die Anzahl der gemachten Fotos ist %d
it: num_pictures_taken - %d
uk: num_pictures_taken - %d

source: Could not get the number of pictures
da: Kunne ikke hente antal billeder
de: Anzahl der Fotos konnte nicht bestimmt werden.
it: Non Х possibile delineare il numero di immagini
uk: Не вдалось отримати к╕лькост╕ зображень

source: Download cancelled.
da: Nedlastning afbrudt.
de: Empfang abgebrochen
it: Download annullato.
uk: Прийом в╕дм╕нено.

source: Done getting index.
da: Færdig med at hente indeks.
de: Index erstellt.
it: Ricezione indice eseguita.
uk: Покажчик отримано.

source: Nothing selected for download.
da: Ingenting valgt for nedlastning.
de: Nichts zum Empfangen gewählt.
it: Nessuna selelezione per il download.
uk: Н╕чего не вибрано для прийому.

source: Getting Image #%03i...
da: Henter billede #%03i...
de: Bild Nr.%03i empfangen...
it: Ricezione immagine #%03i...
uk: Отримання зображення #%03i...

source: Getting Thumbnail #%03i...
da: Henter miniature #%03i...
de: Vorschaubild Nr.%03i holen...
it: Ricezione anteprima #%03i...
uk: Отримання м╕н╕атюри #%03i...

source: Done downloading.
da: Nedlastning fuldført.
de: Empfang beendet.
it: Download eseguito.
uk: Прийом завершено.

source: Download halted.
da: Nedlastning stoppet.
de: Empfang angehalten.
it: Download interrotto.
uk: Прийом зупинено.

source: Save all opened images
da: Gem alle åbne billeder
de: Alle göffneten Bilder speichern
it: Salvate tutti le immagini aperte
uk: Зберегти вс╕ в╕дкрит╕ зображення

source: Save Image(s)...
da: Gem billede(r)...
de: Speichere Bild(er)...
it: Salvataggio immagini...
uk: Зберегти зображення...

source: Saving the index is not yet supported
da: Gemning af indeks er ikke understøttet endnu
de: Speichern des Index wird nocht nicht unterstützt.
it: Il salvataggio dell'indice non Х ancora implementato
uk: Збереження покажчика ще не п╕дтриму╓ться

source: Open Image...
da: Åbn billede...
de: Bild öffnen...
it: Apertura immagine...
uk: В╕дкрити зображення...

source: Can't print the index yet.
da: Kan ikke udskrive indeksen endnu.
de: Drucken des Index noch nicht unterstützt.
it: Attualmente non Х possibile stampare l'indice.
uk: Ще неможливо надрукувати покажчик.

source: Print Image...
da: Udskriv billede...
de: Drucke Bild...
it: Stampa immagine...
uk: Друк зображення...

source: Print Command:
da: Udskriftskommando:
de: Druck Kommando:
it: Comando di stampa:
uk: Команда друку:

source: Print
da: Udskriv
de: Drucken
it: Stampa
uk: Друкувати

source: Now spooling...
da: Sender udskrift...
de: In die Druck-Warteschlange schicken...
it: Spooling in corso...
uk: В╕дправлення в чергу...

source: Spooling done. Printing may take a minute.
da: Sending af udskrift færdig. Udskrift kan tage lidt tid.
de: In die Druck-Warteschlange geschickt. Der Druck kann eine Weile dauern.
it: Spooling eseguito. La stampa puР richiedere qualche minuto.
uk: Завдання в╕дправлено. Друк може продовжуватись дек╕лька хвилин.

source: Can't modify the index colors.
da: Kan ikke ændre indeksfarverne.
de: Die Farben des Index konnten nicht geändert werden.
it: Non Х possibile modificare l'indice dei colori.
uk: Неможливо модиф╕кувати кольори покажчика.

source: Can't scale the index.
da: Kan ikke skalere indeksen.
de: Skalieren des Index fehlgeschlagen.
it: Impossibile scalare l'indice.
uk: Неможливо масштабувати покажчик.

source: Resize Image...
da: Ændr billedestørrelse...
de: Größe des Bildes ändern...
it: Ridimensione l'immagine...
uk: Зм╕нити розм╕р зображення...

source: Width:
da: Bredde:
de: Breite:
it: Larghezza:
uk: Ширина:

source: Height:
da: Højde:
de: Höhe:
it: Altezza:
uk: Висота:

source: Resize
da: Ændr størrelse
de: Größe ändern
it: Ridimensionamento
uk: Зм╕нити розм╕р

source: Can't manipulate the index.
da: Kan ikke manipulere indekset.
de: Der Index konnte nicht verändert werden.
it: Non Х possibile manipolare l'indice.
uk: Невозможно ман╕пулювати покажчиком.

source: Can't scale the index!
da: Kan ikke skalére indekset!
de: Skalieren des Index fehlgeschlagen!
it: Non Х possibile ridurre l'indice!
uk: Неможливо масштабувати покажчик!

source: Scaling image by 50%...
da: Skalérer billede med 50%...
de: Skaliere Bild mit 50%...
it: Riduci l'immagine del 50%...
uk: Масштаб зображення 50%...

source: Scaling image by 200%...
da: Skalérer billede med 200%...
de: Skaliere Bild mit 200%...
it: Riduci l'immagine del 200%...
uk: Масштаб зображення 200%...

source: Post-Processing Options
da: Efterbehandlingsindstillinger
de: Nachbearbeitungs-Optionen
it: Opzioni post-processo
uk: Параметри подальшо╖ обробки

source: Enable post-processing
da: Aktivér efterbehandling
de: Nachbearbeitung einschalten
it: Attiva post-processo
uk: Дозволити подальшу обробку

source: Post-processing command-line:
da: Kommandolinje for efterbehandling:
de: Nachbearbeitungs-Kommandozeile:
it: Linea di comando post-processo:
uk: Команда для подальшо╖ обробки:

source: %s summary: %s
da: %s oversigt: %s
de: %s Zusammenfassung: %s
it: sommario %s: %s
uk: Зведення %s: %s

source: gPhoto %s (%s) - the GNU digital camera application
da: gPhoto %s (%s) - Gnu applikation for digitale kameraer
de: gPhoto %s (%s) - die GNU Anwendung für Digital-Kameras
it: gPhoto %s (%s) - applicazione GNU per le fotocamere digitali
uk: gPhoto %s (%s) - програма GNU для роботи з цифровою камерою

source: Copyright (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>
da: Ophavsret (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>
uk: Авторське право (C) 1998-2000 Scott Fritzinger <scottf@unr.edu>

source: Usage: gphoto [-h] [-c] [-n] [-s # filename] [-t # filename]
da: Brug: gphoto [-h] [-c] [-n] [-s nr filnavn] [-t nr filnavn]
de: Benutzung: gphoto [-h] [-c] [-n] [-s # Dateiname] [-t # Dateiname]
it: Utilizzo: gphoto [-h] [-c] [-n] [-s # nomefile] [-t # nomefile] Використання: gphoto [-h] [-c] [-n] [-s # назва_файлу] [-t # назва_файлу]
uk: Використання: gphoto [-h] [-c] [-n] [-s # назва_файлу] [-t # назва_файлу]

source: [-d #] [-p filename] [-l filename]
da: [-d nr] [-p filnavn] [-l filnavn]
it: [-d #] [-p nomefile] [-l nomefile]
uk: [-d #] [-p назва_файлу] [-l назва_файлу]

source: -h display this help screen
da: -h vis denne hjælpetekst
it: -h visualizza questa maschera di aiuto
uk: -h показати цей дов╕дковий екран

source: -c display camera summary
da: -c vis kamera oversigt
it: -c visualizza informazioni sulla fotocamera
uk: -c показати зведення камери

source: -n display the # of pictures
da: -n vis antal billeder
it: -n visualizza il numero di immagini
uk: -n показати к╕льк╕сть зображень

source: -s # filename save image # as filename
da: -s nr filnavn gem billede nummer nr som filnavn
it: -s # nomefile salva l'immagine # con nome
uk: -s # назва_файлу зберегти зображення з вказаним номером у файл╕ з вказаною назвою

source: -t # filename save thumbnail # as filename
da: -t # filnavn gem miniature nummer nr som filnavn
it: -t # nomefile salva anteprima # con nome
uk: -t # назва_файлу зберегти м╕н╕атюру з вказаним номером у файл╕ з вказаною назвою

source: -d # delete image # from camera
da: -d nr slet billede nummer nr fra kamera
it: -d # elimina l'immagine # dalla fotocamera
uk: -d # видалити вказаний номер зображення з камери

source: -p filename take picture and save as filename
da: -p filnavn tag billede og gem som filnavn
it: -p nomefile prende l'immagine e la salva con nome
uk: -p назва_файлу отримати зображення ╕ зберегти його з вказаною назвою

source: -l filename save live preview as filename
da: -l filnavn gem levende smugkig som filnavn
it: -l nomefile salva anteprima con nome
uk: -l назва_файлу зберегти live preview з вказаною назвою

source: gPhoto is free GNU software; you can redistribute it and/or
da: gPhoto er frit programmel; du kan redistribuere det og/eller
de: gPhoto ist freie GNU Software. Sie können es unter
uk: gPhoto - в╕льне програмне забезпечення GNU; ви можете разповсюджувати

source: modify it under the terms of the GNU General Public License
da: ændre det under betingelserne i GNUs Generelle Offentlige Licens (GPL)
de: den Bedingungen der GNU General Public License, wie von der
uk: ╕/або зм╕нювати його на умовах GNU General Public License

source: as published by the Free Software Foundation; either version
da: som offentliggjort af Free Software Foundation; enten version
de: Free Software Foundation herausgegeben, weitergeben und/oder
uk: опубл╕ковано╖ Фондом В╕льного програмного забезпечення; л╕ценз╕╖

source: 2 of the License, or any later version. Visit gphoto/COPYING
da: 2 af licensen, eller en hvilkensomhelst senere version. Se gphoto/COPYING
uk: верс╕╖ 2 чи б╕льш п╕зньо╖. Див╕ться gphoto/COPYING

source: in the source distribution to read the GNU GPL license terms.
da: i kilde-distributionen for at læse licensbetingelserne for GNU GPL.
de: in der Quellcode Distribution wenn Sie mehr über die GNU GPL Lizenz erfahren wollen.
uk: в поставц╕ для ознайомлення з умовами л╕ценз╕╖ GNU GPL.

source: Report bugs and camera success to gphoto-devel@gphoto.org.
da: Rapportér bugs og kamera succes til gphoto-devel@gphoto.org.
de: Melden Sie Fehler im Programm und Erfolge mit Kameras an gphoto-devel@gphoto.org
it: Riportate bug e critiche a gphoto-devel@gphoto.org
uk: Пов╕домляйте про помилки за адресою gphoto-devel@gphoto.org.

source: See http://www.gphoto.org for the latest news and updates.
da: Se http://www.gphoto.org for de seneste nyheder og opdateringer.
de: Besuchen sie http://www.gphoto.org für die neusten Meldungen und Updates.
it: Visitare http://www.gphoto.org per le ultime novitЮ e gli aggiornamenti.
uk: Останн╕ новини та поновлення шукайте на http://www.gphoto.org

source: ERROR: could not get image.
da: FEJL: kunne ikke få fat på billede.
de: FEHLER: Bild konnte nicht geholt werden.
it: ERRORE: non Х possibile prelevare l'immagine.
uk: ПОМИЛКА: не вдалось отримати зображення.

source: ERROR: could not save image.
da: FEJL: kunne ikke gemme billede.
de: FEHLER: Bild konnte nicht gespeichert werden.
it: ERRORE: non Х possibile salvare l'immagine.
uk: ПОМИЛКА: не вдалось зберегти зображення.

source: ERROR: 'filename' not specified.
da: FEJL: 'filename' ikke angivet.
de: FEHLER: "Dateiname" nicht angegeben.
it: ERRORE: 'nomefile' non specificato.
uk: ПОМИЛКА: не вказано назви файлу.

source: ERROR: '#' and 'filename' not specified.
da: FEJL: 'nummer' og 'filnavn' ikke angivet.
de: FEHLER: "Nr." und "Dateiname" nicht angegeben.
it: ERRORE: '#' e 'nomefile' non specificati.
uk: ПОМИЛКА: не вказан╕ "#" та назви файлу'

source: ERROR: Could not delete image.
da: FEJL: Kunne ikke slette billede.
de: FEHLER: Bild konnte nicht gelöscht werden.
it: ERRORE: Non Х possibile eliminare l'immagine.
uk: ПОМИЛКА: не вдалось стерти зображення.

source: ERROR: '#' not specified.
da: FEJL: 'nummer' ikke angivet.
de: FEHLER: "Nr." nicht angegeben.
it: ERRORE: "#" non specificato.
uk: ПОМИЛКА: не вказано "#".

source: ERROR: filename not specified.
da: FEJL: filnavn ikke angivet.
de: FEHLER: Dateiname nicht angegeben.
it: ERRORE: nomefile non specificato.
uk: ПОМИЛКА: не вказано назви файлу.

source: Taking picture...
da: Tager billede...
de: Mache ein Foto...
it: Ricezione immagine...
uk: Отримання зображення...

source: ERROR: could not take the picture.
da: FEJL: kunne ikke tage billedet.
de: FEHLER: Foto konnte nicht gemacht werden.
it: ERRORE: non Х possibile ricevere l'immagine.
uk: ПОМИЛКА: не вдалось отримати зображення.

source: Saving the new image (# %i) as %s:
da: Gemmer det billede (nummer %i) som %s:
de: Speichern des neuen Bildes (Nr. %i) als %s:
it: Salvataggio della nuova immagine (# %i) come %s:
uk: Збереження нового зображення (# %i) як %s:

source: ERROR: could not get image.
da: FEJL: kunne ikke få fat på billede.
de: FEHLER: Bild konnte nicht geholt werden.
it: ERRORE: non Х possibile prelevare l'immagine.
uk: ПОМИЛКА: не вдалось отримати зображення.

source: gPhoto release %s was brought to you by
da: gPhoto version %s blev bragt til dig af
de: gPhoto Ausgabe %s wurde Ihnen gebracht von
it: gPhoto versione %s realizzato per voi da
uk: gPhoto верс╕╖ %s було створено для вас

source: Web Page
da: Web side
de: Web Seite
it: Pagina web
uk: Web-стор╕нка

source: Previous
da: Foregående
de: Voheriger
it: Precedente
uk: Назад

source: Next
da: Næste
de: Weiter
it: Successivo
uk: Дал╕

source: Close
da: Luk
de: Schließen
it: Chiudi
uk: Закрити

source: The gPhoto AUTHORS file appears to be missing! There should be a file called
da: gPhoto AUTHORS filen ser ud til at mangle! Der skulle være en fil kaldet
it: Il file degli autori di gPhoto sembra mancare! Potrebbe essere un file cancellato
uk: Файл gPhoto AUTHORS зда╓ться з╕псовано!

source: Select an Output Directory...
da: Vælg et uddata-katalog...
de: Ein Ausgabe-Verzeichnis wählen...
it: Selezione una directory di destinazione...
uk: Виб╕р каталогу виводу...

source: Gallery Name:
da: Galleri-navn:
de: Galerie Name:
it: Nome galleria:
uk: Назва галере╖:

source: Theme:
da: Tema:
de: Thema:
it: Tema:
uk: Тема:

source: Output Directory:
da: Uddata-katalog:
de: Ausgabe-Verzeichnis:
it: Directory di destinazione:
uk: Каталог виводу:

source: Change...
da: Ændr...
de: Ändern...
it: Cambia...
uk: Зм╕нити...

source: Export file as *.shtml?
da: Eksport fil som *.shtml?
de: Datei als *.shtml exportieren?
it: Esporta il file come *.shtml?
uk: Експортувати файл как *.shtml?

source: Set table border width to zero for thumbnails?
da: Sæt tabelkantens bredde til nul for miniaturer?
de: Rahmenbreite der Vorschaubilder auf Null setzen?
it: Configura il bordo della tabella con larghezza zero per le anteprime?
uk: Встановити для м╕н╕атюри ширину рамки таблиц╕ в нуль?

source: Set image border width to zero? (so you don't see the link colors...)
da: Sæt billedkantens bredde til nul? (så du ikke ser lænke-farver...)
de: Rahmenbreite der Bilder auf Null setzen? (So dass Sie die link Farben nicht sehen...)
it: Configura il bordo immagine con larghezza zero? (non si potrЮ vedere il colore dei link...)
uk: Встановити ширину рамки зображення в нуль? (так що ви не побачите пов'язаних кольор╕в...)

source: Create
da: Opret
de: Erzeugen
it: Crea
uk: Створити
