Repository: rajbot/gphoto
Catalog: gphoto/po/*.po
Languages: da, de, it, uk

source: You must select a theme!
da: Du skal vælge a tema!
de: Sie müssen ein Thema auswählen!
it: Dovete selezionare un tema!
uk: Необх╕дно вибрати тему!

source: Getting Thumbnail #%i...
da: Finder miniature #%i...
de: Vorschaubild Nr.%i holen...
it: Ricezione anteprime #%i...
uk: Отримання м╕н╕атюри #%i...

source: Not Available
da: Ikke tilgængelig
de: Nicht verfügbar
it: Non disponibile
uk: Не доступно

source: <a href="picture-%03i.html">Click Me<\/a>
de: <a href="picture-%03i.html">Hier klicken<\/a>
it: <a href="immagine-%03i.html">Clic<\/a>
uk: <a href="picture-%03i.html">Натисни<\/a>

source: Getting Image #%i...
da: Finder Billede nummer %i...
de: Bild Nr.%i holen...
it: Ricezione immagine #%i...
uk: Отримання зображення #%i...

source: Loaded file:%s%s in %s
da: Indlæste fil:%s%s in %s
de: Geladene Datei:%s%s in %s
it: File aperti:%s%s в %s
uk: Завантажено файл:%s%s в %s

source: Gallery saved in: %s
da: Galleri gemt i: %s
de: Galerie gespeichert in: %s
it: Galleria salvata in: %s
uk: Галерею збережено в: %s

source: Color Adjustment
da: Farvejustering
de: Farb-Justierung
it: Aggiustamento colore
uk: П╕дб╕р кольору

source: gPhoto - Color Adjustment
da: gPhoto - farvejustering
de: gPhoto - Farb-Justierung
it: gPhoto - Aggiustamento colore
uk: gPhoto - П╕дб╕р кольору

source: Colour Settings
da: Farveindstillinger
de: Farb-Einstellungen
it: Configurazioni colore
uk: Налаштування кольор╕в

source: Gray Controls
da: Grå kontrol
de: Grau-Kontrollen
it: Controlli di grigio
uk: Р╕вень с╕рого

source: Red Controls
da: Rød kontrol
de: Rot-Kontrollen
it: Controlli di rosso
uk: Р╕вень червоного

source: Green Controls
da: Grøn kontrol
de: Grün-Kontrollen
it: Controlli di verde
uk: Р╕вень зеленого

source: Blue Controls
da: Blå kontrol
de: Blau-Kontrollen
it: Controlli di blu
uk: Р╕вень синього

source: Colour Modifications:
da: Farveændringer:
de: Farb-Änderungen:
it: Modifiche colore:
uk: Модиф╕кац╕╖ кольор╕в:

source: Apply
da: Anvend
de: Übernehmen
it: Applica
uk: Застосувати

source: Keep
da: Behold
de: Behalten
it: Trattieni
uk: Лишити

source: Reset
da: Sæt tilbage
de: Zurücksetzen
it: Cancella
uk: Скасувати

source: Reset all the color changes to normal values
da: Sæt alle farveændringerne tilbage til normale værdier
de: Alle geänderten Farben auf normale Werte zurücksetzen
it: Riporta ogni variazione di colore ai valori normali
uk: Скасувати вс╕ зм╕ни кольору на звичан╕ значення

source: Always Apply
da: Anvend altid
de: Immer übernehmen
it: Applica sempre
uk: Завжди застосовувати

source: Getting live image...
da: Finder levende billede...
de: Empfange Live-Bild...
it: Ricezione immagini live...
uk: Отримання живого зображення...

source: Could not get preview
da: Kunne ikke finde smugkig
de: Vorschau konnte nicht empfangen werden
it: Non Х possibile ricevere l'anteprima
uk: Не вдалось отримати перегляд

source: Live Camera!
da: Levende kamera!
de: Live Kamera!
uk: Жива камера!

source: Update Picture
da: Opdatér billede
de: Foto aktualisieren
it: Aggiorna immagine
uk: Поновити малюнок

source: Take Picture
da: Tag billede
de: Foto machen
it: Ricevi immagine
uk: Отримати малюнок

source: Launching Gnome Bugbuddy...
da: Stater Gnome Bugbuddy...
de: Starte den GNOME Fehlermelder (Bugbuddy)...
it: Avvio di Gnome Bugbuddy...
uk: Запуск Gnome Bugbuddy...

source: gPhoto %s - the GNU digital camera application
da: gPhoto %s - Gnu applikation for digitale kameraer
de: gPhoto %s - die GNU Anwendung für Digital-Kameras
it: gPhoto %s - Applicazione GNU per fotocamere digitali
uk: gPhoto %s - програма GNU для роботи з цифровою камерою

source: Image Index
da: Billedindeks
de: Bilder Index
it: Indice immagini
uk: Покажчик зображень

source: Open Image
da: Åbn billede
de: Bild öffnen
it: Apri immagine
uk: В╕дкрити зображення

source: Save Opened Image(s)
da: Gem åbnet billede(s)
de: Geöffnete Bilder speichern
it: Salva immagini aperte
uk: Зберегти в╕дкрит╕ зображення

source: Print Image
da: Udskriv billede
de: Bild drucken
it: Stampa immagine
uk: Надрукувати зображення

source: Close Image
da: Luk billede
de: Bild schließen
it: Chiudi immagine
uk: Закрити зображення

source: Previous page
da: Forrige billede
de: Voherige Seite
it: Pagina precedente
uk: Попередня стор╕нка

source: Next page
da: Næste side
de: Nächste Seite
it: Pagina successiva
uk: Наступна стор╕нка

source: Download Thumbnail Index
da: Hent miniatureindeks
de: Index der Vorschaubilder empfangen
it: Download dell'indice anteprime
uk: Прийняти покажчик м╕н╕атюр

source: Download Empty Index
da: Hent tomt indeks
de: Leeren Index empfangen
it: Download dell'indice vuoto
uk: Прийняти порожн╕й покажчик

source: Download Selected Images
da: Hent valgte billeder
de: Gewählte Bilder empfangen
it: Download delle immagini selezionate
uk: Прийняти вибран╕ зображення

source: Delete Selected Images
da: Slet valgte billeder
de: Ausgewählte Bilder löschen
it: Elimina le immagini selezionate
uk: Стерти вибран╕ зображення

source: Halt Download
da: Stop nedhentning
de: Empfang anhalten
it: Interrompi download
uk: Зупинити прийом

source: Rotate Clockwise
da: Rotér med uret
de: Im Uhrzeigersinn rotieren
it: Rotazione in senso orario
uk: Повернуть за годинниковою

source: Rotate Counter-Clockwise
da: Rotér mod uret
de: Gegen den Uhrzeigersinn rotieren
it: Rotazione in senso anti-orario
uk: Повернути проти годинниково╖

source: Flip Horizontal
da: Vend vandret
de: Horizontal kippen
it: Rifletti orizzontalmente
uk: В╕дзеркалити горизонтально

source: Flip Vertical
da: Vend lodret
de: Vertikal kippen
it: Rifletti verticalmente
uk: В╕дзеркалити вертикально

source: Colors
da: Farver
de: Farben
it: Colori
uk: Кольори

source: Camera Configuration
da: Konfiguration af kamera
de: Kamera-Konfiguration
it: Configurazione fotocamera
uk: Конф╕гурац╕я камери

source: Help
da: Hjælp
de: Hilfe
it: Aiuto
uk: Дов╕дка

source: Exit gPhoto
da: Afslut gPhoto
de: gPhoto beenden
it: Esci da gPhoto
uk: Вийти з gPhoto

source: gPhoto Message
da: gPhoto besked
de: gPhoto-Meldung
it: Messaggio di gPhoto
uk: Пов╕домлення gPhoto

source: Confirm
da: Bekræft
de: Bestätigen
it: Conferma
uk: П╕дтвердити

source: File %s exists. Overwrite?
da: File %s eksisterer. Overskriv?
de: Datei %s existiert. Überschreiben?
it: File %s esistente. Sovrascrivere?
uk: Файл %s ╕сну╓. Переписати?

source: load_image_mem: could not load image
da: load_image_mem: kunne ikke hente billede
de: load_image_mem: Konnte Bild nicht laden
it: load_image_mem: non Х possibile caricare l'immagine
uk: load_image_mem: не вдалось завантажити зображення

source: Fork failed. Exiting.
da: Fork fejlede. Afslutter.
de: Fork fehlgeschlagen. Beende.
it: Fork fallito. Uscita.
uk: Не вдалось запустити процес-нащадок. Вих╕д.

source: %s/gphoto-image-%03i.jpg
da: %s/gphoto-billede-%03i.jpg
de: %s/gphoto-bild-%03i.jpg
it: %s/gphoto-immagine-%03i.jpg

source: This program is free software; you can redistribute it and/or modifyit under the terms of the GNU General Public License as published bythe Free Software Foundation; either version 2 of the License, or(at your option) any later version.This program is distributed in the hope that it will be useful,but WITHOUT ANY WARRANTY; without even the implied warranty ofMERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See theGNU General Public License for more details.You should have received a copy of the GNU General Public Licensealong with this program; if not, write to the Free SoftwareFoundation, Inc., 675 Mass Ave, Cambridge, MA 02139, USA.See http://www.gnu.org for more details on the GNU project.
de: Dieses Programm ist freie Software. Sie können es unterden Bedingungen der GNU General Public License, wie von derFree Software Foundation herausgegeben, weitergeben und/odermodifizieren, entweder unter Version 2 der Lizenz oder (wennSie es wünschen) jeder späteren Version.Die Veröffentlichung dieses Programms erfolgt in derHoffnung, daß es Ihnen von Nutzen sein wird, aber OHNE JEDEGEWÄ„HRLEISTUNG - sogar ohne die implizite Gewähleistung der MARKTREIFE oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK.Details finden Sie in der GNU General Public License.Sie sollten eine Kopie der GNU General Public Licensezusammen mit diesem Programm erhalten haben. Falls nicht, schreiben Sie an die Free Software Foundation, Inc., 59Temple Place, Suite 330, Boston, MA 02111-1307, USA.Besuchen Sie http://www.gnu.org für mehr Details über das GNU Projekt

source: [-d #] [-p filename] [-l filename]
de: [-d #] [-p Dateiname] [-l Dateiname]

source: -h display this help screen
de: -h diese Hilfe zeigen

source: -c display camera summary
de: -c Kamera Zusammenfassung zeigen

source: -n display the # of pictures
de: -n Anzahl der Fotos zeigen

source: -s # filename save image # as filename
de: -s # filename Bild # as Dateiname speichern

source: -d # delete image # from camera
de: -d # Bild # von der Kamera lÃ¶schen

source: -p filename take picture and save as filename
de: -p filename Foto machen und als Dateiname speichern

source: 2 of the License, or any later version. Visit gphoto/COPYING
de: modifizieren, entweder unter Version 2 der Lizenz oder (wenn Sie es wünschen) jeder späteren Version. Lesen Sie gphoto/COPYING

source: The gPhoto AUTHORS file appears to be missing! There should be a file called
de: Die gPhoto Datei AUTHORS scheint zu fehlen! Es sollte folgende Datei vorhanden sein

source: thumbnail-%03i.%s
it: anteprima-%03i.%s

source: <img alt="%03i" src="picture-%03i.%s">
it: <img alt="%03i" src="immagine-%03i.%s">

source: picture-%03i.%s
it: immagine-%03i.%s

source: picture-%03i.html
it: immagine-%03i.html

source: %spicture-%03i.html
it: %simmagine-%03i.html
